Repository: jweiland-net/pforum
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_pforum_domain_model_forum.title
source: Title
de: Titel

# tx_pforum_domain_model_forum.teaser
source: Teaser
de: Kurzbeschreibung

# tx_pforum_domain_model_forum.topics
source: Topics
de: Themen

# tx_pforum_domain_model_topic
source: Topic
de: Thema

# tx_pforum_domain_model_topic.crdate
source: Creation date
de: Erstelldatum

# tx_pforum_domain_model_topic.title
source: Title
de: Titel

# tx_pforum_domain_model_topic.description
source: Description
de: Beschreibung

# tx_pforum_domain_model_topic.posts
source: Posts
de: Beiträge

# tx_pforum_domain_model_topic.user
source: User
de: Benutzer

# tx_pforum_domain_model_topic.images
source: Images
de: Bilder

# tx_pforum_domain_model_post
source: Post
de: Beitrag

# tx_pforum_domain_model_post.crdate
source: Creation date
de: Erstelldatum

# tx_pforum_domain_model_post.title
source: Title
de: Titel

# tx_pforum_domain_model_post.description
source: Description
de: Beschreibung

# tx_pforum_domain_model_post.user
source: User
de: Benutzer

# tx_pforum_domain_model_post.images
source: Images
de: Bilder

# tx_pforum_domain_model_anonymoususer
source: User
de: Benutzer

# tx_pforum_domain_model_anonymoususer.username
source: Username
de: Benutzername

# noResults
source: No results found
de: Keine Ergebnisse gefunden

# noPosts
source: There are no posts to this topic yet.
de: Für dieses Thema gibt es noch keine Beiträge.

# noTopics
source: There are no topics to this forum yet.
de: In diesem Forum gibt es noch keine Themen.

# noHiddenRecords
source: There are currently no activateable records available
de: Derzeit sind keine aktivierbaren Datensätze verfügbar

# newTopic
source: Create new Topic
de: Erstelle ein neues Thema

# topicCreated
source: Your new Topic was created.
de: Dein neues Thema wurde erstellt.

# hiddenTopicCreatedAndActivateByAdmin
source: New Topic was created, but must be reviewed by an administrator.
de: Neues Thema wurde erstellt, muss aber von einem Administrator überprüft werden.

# hiddenTopicCreatedAndActivateByUser
source: New Topic was created. We have send an email to you to activate, edit and delete your topic.
de: Neues Thema wurde erstellt. Wir haben dir eine E-Mail gesendet, um dein Thema zu aktivieren, zu bearbeiten und zu löschen.

# topicUpdated
source: Topic was updated.
de: Thema wurde aktualisiert.

# topicDeleted
source: Topic was deleted.
de: Thema wurde gelöscht.

# newPost
source: Create new Post
de: Neuen Beitrag erstellen

# postCreated
source: Your new Post was created.
de: Ihr neuer Beitrag wurde erstellt.

# hiddenPostCreatedAndActivateByAdmin
source: New Topic was created, but must be reviewed by an administrator.
de: Neues Thema wurde erstellt, muss aber von einem Administrator überprüft werden.

# hiddenPostCreatedAndActivateByUser
source: New Post was created. We have send an email to you to activate, edit and delete your post.
de: Neuer Beitrag wurde erstellt. Wir haben dir eine E-Mail gesendet, um deinen Beitrag zu aktivieren, zu bearbeiten und zu löschen.

# postUpdated
source: Post was updated.
de: Beitrag wurde aktualisiert.

# postDeleted
source: Post was deleted.
de: Beitrag wurde gelöscht.

# anonymous
source: Anonymous User
de: Anonymer Benutzer

source: Activate
de: Aktivieren

source: Activate Topic
de: Thema aktivieren

source: Activate Post
de: Beitrag aktivieren

source: Edit Topic
de: Thema bearbeiten

source: Edit Post
de: Beitrag bearbeiten

source: Delete Topic
de: Thema löschen

source: Delete Post
de: Beitrag löschen

# topicActivated
source: Topic was successfully activated
de: Thema wurde erfolgreich aktiviert

# postActivated
source: Post was successfully activated
de: Beitrag wurde erfolgreich aktiviert

source: Preview
de: Vorschau

# validator.anonymousUser.email
source: The email of user object is mandatory
de: Die E-Mail des Benutzers ist obligatorisch

# validator.anonymousUser.validEmail
source: The email of user object is not a valid email
de: Die E-Mail des Benutzers ist keine gültige E-Mail

# validator.anonymousUser.username
source: The username of user object is mandatory
de: Der Benutzername ist erforderlich

# email.topic.subject
source: Manage your newly created topic
de: Verwalten Sie Ihren neue Eintrag

# email.post.subject
source: Manage your newly created post
de: Verwalten Sie Ihren neu erstellten Beitrag

# email.topic.text
source: You have created a new topic. Now you have following options
de: Sie haben ein neues Thema erstellt. Sie haben nun folgende Optionen

# email.post.text
source: You have created a new posting. Now you have following options
de: Sie haben einen neuen Beitrag erstellt. Sie haben nun folgende Optionen

# error.activateFirst
source: Sorry. This entry can't be edited or deleted as long as this record was not activated first.
de: Entschuldigung. Dieser Eintrag kann nicht bearbeitet oder gelöscht werden, solange dieser Eintrag nicht zuerst aktiviert wurde.

source: from
de: von

source: save
de: speichern

source: Reset
de: Zurücksetzen

# error.upload
source: Something went wrong with your uploaded files. Please try again. Error:
de: Etwas ist mit Ihren hochgeladenen Dateien schief gelaufen. Bitte versuchen Sie es erneut. Fehler:

# error.fileExtension
source: You only can upload files with following file extensions: %1$s
de: Sie können nur Dateien mit folgenden Dateiendungen hochladen: %1$s

source: mandatory
de: erforderlich

# be.administrateForumRecords
source: Manage records of pforum
de: Datensätze von pforum verwalten

# be.administrateHiddenRecords
source: Hidden records
de: Versteckte Datensätze

# be.administrateTopicRecords
source: Manage hidden topics
de: Versteckte Themen verwalten

# be.administratePostRecords
source: Manage hidden posts
de: Versteckte Beiträge verwalten

# be.administrateRecords
source: Manage
de: Verwalten

# be.administrateTopicRecords.description
source: If activated in TypoScript of pforum, new topics are hidden on creation. Within this BE module you can activate such records.
de: Wenn diese Option in der pforum TS Konfiguration aktiviert ist, werden neue Themen und Beiträge beim Erstellen versteckt.

# be.administratePostRecords.description
source: If activated in TypoScript of pforum, new postings are hidden on creation. Within this BE module you can activate such records.
de: Wenn diese Option in der pforum TS Konfiguration aktiviert ist, werden neue Themen und Beiträge beim Erstellen versteckt.

# be.noRecordsInStorage
source: Currently, there are no hidden records for selected record type.
de: Derzeit gibt es keine versteckten Datensätze für den ausgewählten Datensatztyp.
